Repository: alaskalinuxuser/MyFinance
Catalog: po/*.po
Languages: fr, nb

source: Operation Result
fr: Résultat de l'opération
nb: Driftsresultat

source: Missing required value, or invalid 'Amount'
fr: Valeur obligatoire manquante ou montant invalide
nb: Mangler nødvendig verdi, eller ugyldig 'Beløp'

source: Note: decimal separator is .
fr: Note : le séparateur de décimales est .
nb: Merk: desimal skilletegn er .

source: Operation executed successfully
fr: Opération exécutée avec succès
nb: Operasjonen ble utført vellykket

source: PLEASE, A RESTART IS REQUIRED
fr: VEUILLEZ REDÉMARRER S'IL-VOUS PLAÎT
nb: VENNLIGST, EN OMSTART KREVES

source: Close
fr: Fermer
nb: Lukk

source: Attention
nb: Merk følgende

source: Data already loaded, can't redo it
fr: Les données sont déjà chargées, impossible de le refaire
nb: Data allerede lastet, kan ikke angre

source: Informations
nb: Informasjoner

source: * Database created: OK
fr: * Création de la base de données : OK
nb: * Database opprettet: OK

source: * Default data imported: OK
fr: * Importation des données par défaut : OK
nb: * Standarddata importert: OK

source: * Currency set to:
fr: * Devise définie en :
nb: * Valuta satt til:

source: Use configuration menu to change default settings
fr: Utilisez le menu de configuration pour modifier les paramètres par défaut
nb: Bruk konfigurasjonsmenyen til å endre standardinnstillinger

source: Remove ALL Database Contents
fr: Supprimer TOUS les contenus de la base de données
nb: Fjern ALT databaseinnhold

source: (there is no restore)
fr: (il n'y a pas de restauration possible)
nb: (det er ingen gjenoppretting)

source: Delete
fr: Supprimer
nb: Slett

source: Succesfully Removed ALL data
fr: TOUTES les données ont été supprimées avec succès
nb: Fjernet ALLE data

source: Help Page
fr: Page d'aide
nb: Hjelpeside

source: Application Help Page
fr: Page d'aide de l'application
nb: Applikasjon hjelpeside

source: MyFinance is a simple expenses manager/tracker
fr: Mes finances est un simple gestionnaire de dépenses
nb: MinFinans er en enkel utgiftshåndterer/sporer

source: Is based on the concept of 'Category' of expense (example: Travel, Home, ....) and his subCategory to define a classification
fr: Il est basé sur le concept de catégories de dépenses (par exemple : Voyage, Maison, ...) et ses sous-catégories pour définir une classification
nb: Er basert på begrepet 'Kategori' av utgifter (eksempel: Reise, Hjem, ....) og dets underkategori for å definere en klassifisering

source: (example: plane,train,car for 'Travel' category)
fr: (exemple : avion, train, voiture pour la catégorie Voyage
nb: (eksempel: fly, tog, bil for kategorien 'Reise')

source: Users can add custom category and subCategory or edit the default ones
fr: Les utilisateurs/trices peuvent ajouter des catégories et des sous-catégories personnalisée ou modifier celles par défaut
nb: Brukere kan legge til tilpasset kategori, underkategori eller redigere standardkategoriene

source: The default currency is set to EUR, but can be changed in the configuration page
fr: La devise par défaut est définie en EUR, mais peut être modifiée dans la page de configuration
nb: Standardvalutaen er satt til EUR, men kan endres på konfigurasjons-siden

source: NOTE: Currency values, MUST be in ISO format (3 letters, example: EUR,USD)
nb: MERK: Valutaverdier, MÅ være i ISO-format (3 bokstaver, eksempel: EUR, USD)

source: See
fr: Voir
nb: Se

source: After his modification, restart the application !
fr: Après sa modification, redémarrez l'application !
nb: Start applikasjonen på nytt etter endringen !

source: Reports types
fr: Types de rapports
nb: Rapporttyper

source: There are two type of report
fr: Il existe deux types de rapport
nb: Det er to typer rapporter

source: Instant Report: a progressive report that show the expense from the begin at today
fr: Rapport instantané : un rapport progressif qui affiche les dépenses de la date de début à aujourd'hui
nb: Øyeblikkelig rapport: En progressiv rapport som viser utgiften med oppstart i dag

source: History Report: expenses situation for the last month or for a custom period
fr: Rapport historique : la situation des dépenses le mois dernier ou durant une période de temps personnalisée
nb: Historikkrapport: Utgiftssituasjon for den siste måneden eller for en tilpasset periode

source: Manage expenses for
fr: Gérer les dépenses pour
nb: Administrer utgifter for

source: Statistics for category
fr: Statistiques pour la catégorie
nb: Statistikker for kategori

source: Amount
fr: Montant
nb: Beløp

source: Date
nb: Dato

source: Sub Category
fr: Sous-catégorie
nb: Underkategori

source: Note
nb: Notat

source: Confirmation
nb: Bekreftelse

source: Cancel
fr: Annuler
nb: Avbryt

source: Execute
fr: Exécuter
nb: Utført

source: Update
fr: Mettre à jour
nb: Oppdater

source: Confirm the modifications
fr: Confirmer les modifications
nb: Bekreft endringene

source: Delete selected Expense
fr: Supprimer la dépense sélectionnée
nb: Slett valgt utgift

source: OK: Done, Reload the expense List
fr: Fait, actualisez la liste des dépenses
nb: OK: Ferdig, last utgiftslisten på nytt

source: Category
fr: Catégorie
nb: Kategori

source: SubCategory
fr: Sous-catégorie
nb: Underkategori

source: Amount inserted successfully
fr: Montant renseigné avec succès
nb: Vellykket registrering av beløp

source: found
fr: trouvé
nb: funnet

source: Select
fr: Sélectioner
nb: Velg

source: Choose...
fr: Choisir...
nb: Velg...

source: Insert
fr: Insérer
nb: Sett inn

source: Confirm the insertion
fr: Confirmer l'insertion
nb: Bekreft innsetting

source: Field required
fr: Champ obligatoire
nb: Felt påkrevd

source: Edit category...
fr: Modifier la catégorie...
nb: Rediger kategori...

source: Find Expense...
fr: Trouver une dépense...
nb: Finn utgift

source: Statistics
fr: Statistiques
nb: Statistikker

source: Instant Report
fr: Rapport instantané
nb: Øyeblikksrapport

source: subcategory expenses at current date
fr: dépenses dans la sous-catégorie à la date actuelle
nb: underkategoriutgifter på nåværende dato

source: Last Month Report
fr: Rapport du mois dernier
nb: Siste månedsrapport

source: subcategory expenses in the last month
fr: dépenses dans la sous-catégorie le mois dernier
nb: underkategoriutgifter den siste måneden

source: Custom Report
fr: Rapport personnalisé
nb: Tilpasset rapport

source: subcategory expenses in a custom range
fr: dépenses dans la sous-catégorie dans une plage personnalisée
nb: underkategoriutgifter i et datointervall

source: Available Report
fr: Rapport disponible
nb: Tilgjengelig rapport

source: Show/Refresh
fr: Afficher/Actualiser
nb: Vis/oppfrisk

source: Situation at
fr: Situation le
nb: Situasjon kl

source: (date format is yyyy-mm-dd)
fr: (le format de la date est aaaa-mm-jj)
nb: (datoformat er åååå-mm-dd)

source: NO DATA FOUND
fr: AUCUNE DONNÉE TROUVÉE
nb: INGEN DATA FUNNET

source: for Monthly report from
fr: pour le rapport mensuel du
nb: for månedsrapport fra

source: to
fr: au
nb: til

source: Monthly report from
fr: Rapport mensuel du
nb: Månedsrapport fra

source: From
fr: Du
nb: Fra

source: To
fr: Au
nb: Til

source: Confirm
fr: Confirmer
nb: Bekreft

source: Custom report from
fr: Rapport personnalisé du
nb: Tilpasset rapport fra

source: from
fr: au
nb: fra

source: Invalid input value(s)
fr: Valeur(s) saisies invalides
nb: Ugyldig inngangsverdi(er)

source: SubCategory added in list
fr: Sous-catégorie ajoutée dans la liste
nb: Underkategori lagt til i liste

source: Category and SubCategory Saved
fr: Catégorie et sous-catégorie enregistrées
nb: Kategori og underkategori lagret

source: Category value is invalid
fr: La valeur de la catégorie est invalide
nb: Kategoriverdi er ugyldig

source: Category already Exist
fr: La catégorie existe déjà
nb: Kategori eksisterer allerede

source: SUBCategory invalid or duplicated
fr: Sous-catégorie invalide ou en double
nb: Underkategori ugyldig eller duplikat

source: No SUBCategory found in List
fr: Aucune sous-catégorie trouvée dans la liste
nb: Ingen underkategori funnet i listen

source: Category Name
fr: Nom de la catégorie
nb: Kategori navn

source: Add Subcategory
fr: Ajouter une sous-catégorie
nb: Legg til underkategori

source: Add to List
fr: Ajouter à la liste
nb: Legg til liste

source: Subcategory List
fr: Liste de sous-catégories
nb: Underkategoriliste

source: Select the subcategory to remove
fr: Sélectionnez la sous-catégorie à supprimer
nb: Velg underkategorien som skal slettes

source: Remove
fr: Supprimer
nb: Slett

source: Subcategories
fr: Sous-catégories
nb: Underkategorier

source: Edit...
fr: Modifier...
nb: Rediger...

source: Save
fr: Enregistrer
nb: Lagre

source: Reset All
fr: Tout réinitialiser
nb: Nullstill alt

source: Save the new Category
fr: Enregistrer la nouvelle catégorie
nb: Lagre den nye kategorien

source: expenses amount at current date
fr: montant des dépenses à la date d'aujourd'hui
nb: utgiftsbeløp på nåværende dato

source: expenses in the last month
fr: dépenses le mois dernier
nb: utgifter den siste måneden

source: expenses in a custom range
fr: dépenses dans une plage personnalisée
nb: utgifter i et tilpasset utvalg

source: Report Types
fr: Types de rapport
nb: Rapporttyper

source: at
fr: à
nb: kl

source: From:
fr: Du :
nb: Fra

source: To:
fr: Au :
nb: Til

source: Expense (at
fr: Dépense (à
nb: Utgift (kl

source: Report Type
fr: Type de rapport
nb: Rapporttype

source: Remove Expenses in the range (no restore) ?
fr: Supprimer les dépenses dans la plage (aucune restauration) ?
nb: Fjern utgifter i intervallet (ingen gjenoppretting) ?

source: Done, deleted
fr: Fait, supprimées
nb: Utført, slettet

source: GENERAL SETTINGS (** Restart required after update ** )
fr: PARAMÈTRES GÉNÉRAUX (** Un redémarrage est nécessaire après mise à jour ** )
nb: GENERELLE INNSTILLINGER (** Start på nytt etter oppdatering ** )

source: Currency (ISO format)
fr: Devise (format ISO)
nb: Valuta (ISO format)

source: Load default category and SubCategory
fr: Charger la catégorie et la sous-catégorie par défaut
nb: Last inn standardkategori og underkategori

source: Load Data
fr: Charger des données
nb: Last data

source: MAINTENANCE
nb: VEDLIKEHOLD

source: Remove expences for a category (and his subCategory). There is NO restore !
fr: Supprimer les dépenses dans une catégorie (et sa sous-catégorie). AUCUNE restauration n'est possible !
nb: Fjern utgiftene for en kategori (og dets underkategorier). Det er INGEN gjenoppretting !

source: Help
fr: Aide
nb: Hjelp

source: Select the Category
fr: Sélectionner la catégorie
nb: Velg kategorien

source: Item found
fr: Élément trouvé
nb: Enhet funnet

source: Operation executed successfully !
fr: Opération exécutée avec succès !
nb: Operasjon utført vellykket !

source: SubCategory invalid or duplicated
fr: Sous-catégorie invalide ou dupliquée
nb: Underkategori ugyldig eller duplikat

source: Subcategory
fr: Sous-catégorie
nb: Underkategori

source: (Modified - NOT Saved)
fr: (Modifiée - NON enregistrée)
nb: (Endret - IKKE lagret)

source: Show/Edit...
fr: Afficher/Modifier...
nb: Vis/rediger...

source: Delete Category
fr: Supprimer la catégorie
nb: Slet kategori

source: At the modifications end, press Save button
fr: À la fin de la modification, appuyez sur le bouton Enregistrer
nb: Trykk på Lagre-knappen når endringene er utført

source: Save Category modifications
fr: Enregistrer les modifications de la catégorie
nb: Lagre kategoriendringer

source: Delete this Category with his subcategory and
fr: Supprimer cette catégorie avec ses sous-catégories et
nb: Slett denne kategorien med dets underkategorier og

source: ALL
fr: TOUTES
nb: ALLE

source: associated expense
fr: les dépenses associées
nb: tilhørende utgift

source: Operation Executed Successfully
fr: Opération exécutée avec succès
nb: Operasjon utført vellykket

source: Date from
fr: Du
nb: Dato fra

source: Date To
fr: Au
nb: Dato til

source: All SubCategory
fr: Toutes les sous-catégories
nb: Alle underkategorier

source: Search/Reload
fr: Chercher/Actualiser
nb: Søk/oppfrisk

source: associated expense ?
fr: dépense associée ?
nb: tilhørende utgift?

source: Amount:
fr: Montant :
nb: Beløp

source: Insert expense
fr: Insérer une dépense
nb: Sett inn utgift

source: Edit category
fr: Modifier une catégorie
nb: Rediger kategori

source: Find Expense
fr: Trouver une dépense
nb: Finn utgift

source: Available Reports
fr: Rapports disponibles
nb: Tilgjengelige rapporter

source: Custom report from:
fr: Rapport personnalisé du :
nb: Tilpasset rapport fra

source: Found
fr: Trouvé
nb: Funet

source: expense in the date range
fr: dépense dans la plage de date
nb: utgift innenfor intervallet

source: Remove Expenses in the range (no restore)
fr: Supprimer les dépenses dans cette plage (aucune restauration)
nb: Fjern utgifter i intervallet (ingen gjenoppretting)

source: expense(s)
fr: dépense(s)
nb: utgift(er)

source: GENERAL SETTINGS (** Restart is required after update ** )
fr: PARAMÈTRES GÉNÉRAUX (** Un redémarrage est nécessaire après mise à jour ** )
nb: GENERELLE INNSTILLINGER (** Omstart kreves etter oppdatering **)

source: MAINTENANCE:
nb: VEDLIKEHOLD

source: Remove expenses for a category and subCategory
fr: Supprimer les dépenses pour une catégorie et une sous-catégorie
nb: Fjern utgifter for en kategori og underkategori

source: There is NO restore !
fr: AUCUNE restauration n'est possible !
nb: Det er INGEN gjenoppretting !

source: About
fr: À propos
nb: Om

source: Add
fr: Ajouter
nb: Legg til

source: Settings
fr: Paramètres
nb: Innstillinger

source: category to search
fr: catégorie à rechercher
nb: kategori å søke i

source: Search
fr: Chercher
nb: Søk

source: Total category found
fr: Catégories trouvées en tout
nb: Total kategori funnet

source: Global Reports
fr: Rapports globaux
nb: Globale rapporter

source: Edit Expense for category
fr: Modifier les dépenses de la catégorie
nb: Rediger utgift for kategori

source: Category Global Report
fr: Catégorie rapport global
nb: Kategori global rapport

source: Add new Category and subcategory
fr: Ajouter une nouvelle catégorie et sous-catégorie
nb: Legg til ny kategori og underkategori

source: Find Expense for category
fr: Trouver une dépense dans la catégorie
nb: Finn utgift for kategori

source: Application Configuration
fr: Configuration de l'application
nb: Applikasjonskonfigurasjon

source: No Data Found
fr: Aucune donnée trouvée
nb: Ingen data funnet

source: Product Info
fr: Informations sur le produit
nb: Produktinfo

source: version
nb: versjon

source: Author
fr: Auteur
nb: Forfatter

source: Monthly
fr: Mensuel
nb: Månedlig

source: weekly
fr: Hebdomadaire
nb: ukentlig

source: Choose a Category...
fr: Choisissez une catégorie
nb: Velg en kategori...

source: ALL Category
fr: Toutes les catégories
nb: ALLE kategorier

source: Report Type...
fr: Type de rapport...
nb: Rapporttype

source: Generate
fr: Générer
nb: Generer

source: MyFinance
fr: Mes finances
nb: MinFinans

source: OK
fr: Valider

source: NOTE: Currency values, MUST be in ISO format (3 letters, examle: EUR,USD)
fr: NOTE : Les valeurs de devise DOIVENT être en format ISOt (3 lettres, par exemple : EUR,USD)

source: Filter
fr: Filtrer
